Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/usn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: whether there are systemic errors at the institution and
nb: om det foreligger systemfeil ved institusjonen og

source: You have access to hundreds of thousands of e-books from the USN University Library.
nb: Med USN Universitetsbiblioteket har du tilgang til hundretusener av e-bøker.

source: Internal documents may also be
nb: Når det foreligger en uttalelse skal denne

source: We have our own premises in the university at Vestfold Campus (C1-61).
nb: Vi holde til i egne lokaler inne på skolen på Campus Vestfold (C1-61).

source: Procedure for Windows:
nb: Fremgangsmåte for Windows:

source: It will be presented on Human Rights Day on December 10 - during a meeting in New York, where Audrey Osler will participate via Zoom.
nb: Den blir delt ut på menneskerettighetsdagen 10. desember under et møte i New York, der Audrey Osler skal delta via Zoom.

source: Research Partners and Networks
nb: Forskningspartnere og nettverk

source: 2021, with Malin Engevold Transeth.
nb: 2021, med Malin Engevold Transeth.

source: Here I have witnessed with my own eyes that the results from my studies have an impact on how the project develops.
nb: Her får jeg med egne øyne se at resultatene fra arbeidet mitt har innvirkning på prosjektets videre utvikling og fremdrift, og det er inspirerende og motiverende for en student.

source: USN is the perfect partner for new projects, especially those with an EU focus.
nb: HSN er en svært interessant partner for nye prosjekter, spesielt inn mot EU, sier Thor Sverre Minnesjord.

source: Teachers and students rely heavily on bodily conduct to display whether assistance may be offered or needed.
nb: Lærere og elever benytter seg av subtilt kropps- og verbalspråk for å avgjøre om og hvordan hjelp skal tilbys eller bes om.

source: When we lose fluid, water disappears while the salts remain.
nb: Når vi mister væske, er det i første omgang vannet som forsvinner mens saltene blir igjen.

source: He has been one of the supervisors for
nb: ved Institutt for mikrosystemer på Høgskolen i Sørøst-Norge.

source: Dr. Anh Nguyen-Duc is a Associate Professor at the Department of Business and IT, College University of Southeast Norway.
nb: Anh Nguyen-Duc er en førsteamanuesis ved Institutt for næringsliv og IT, Sørøst-Norge Høgskolen.

source: Mixed reality (MR), sometimes referred to as hybrid reality, is the merging of real and virtual worlds to produce new environments and visualizations where physical and digital objects co-exist and interact in real time.
nb: I blandet virkelighet (Mixed Reality) smeltes ekte og virtuelle verdener sammen og danner nye omgivelser og visualiseringer.

source: "We're already working together to help Fluid Metal 3D take their start-up business to the next level", announced Morten Christian Melaaen (left) from USN and Thor Sverre Minnesjord from GBN when they met recently to sign a cooperation agreement designed to bring more technological ideas to market worldwide
nb: - Vi er allerede i gang med samarbeidet for å hjelpe startup-selskapet Fluid Metal 3D videre, sier dekan ved Fakultet for teknologi, naturvitenskap og maritime fag, Morten Christian Melaaen (tv) fra Høgskolen i Sørøst-Norge og Thor Sverre Minnesjord i Green Business Norway (GBN) da de nylig signerte samarbeidsavtale om å ta flere internasjonale teknologi idéer ut i markedet.

source: Why is Ulstein Group investing in System Engineering?
nb: Hvorfor satser Ulstein Group på Systems Engineering?

source: From 10.2017 Associate professor of Norwegian, USN, 100 %.
nb: 10.2017–dd Førsteamanuensis i norsk, Universitetet i Sørøst-Norge (USN), 100 %.

source: Both are also based on collective gatherings.
nb: Begge emnene er samlingsbaserte.

source: “Firstly, it is a perfect venue to get to know other students that you do not associate with in your studies or who are not in your school year.
nb: – For det første er det en perfekt arena å bli kjent med andre studenter som du ikke omgås på din studieretning eller som ikke er på ditt årskull.

source: They are part of the GE (General Electric) group, which has one of the best professional environments in the world for ultrasound and transducer technology.
nb: De er en del av GE-konsernet (General Electric), som har et av de beste fagmiljøene i verden på ultralyd og transduserteknologi.

source: Reconstruction of antique and prehistoric landscapes, Tegea, Greece/ Harald Klempe (TUC), Knut Ødegård (UiO), and Hege Bakke Alisøy (UiB)
nb: Rekonstruksjon av antikke og prehistoriske landskap, Tegea, Greece. Harald Klempe (HSN), Knut Ødegård (UiO) og Hege Bakke Alisøy (UiB)

source: eDU has audio and video production equipment that can be loaned out to USN employees who want to make their own recordings.
nb: USN eDU har utstyr for lyd- og videoproduksjon som kan lånes av ansatte ved USN som skal gjøre opptak selv.

source: Trial lecture «Multiscale modeling and design of granulation processes».
nb: Prøveforelesning med tema «Multiscale modeling and design of granulation processes».

source: Principal supervisor: professor Nils-Olav Skeie, USN
nb: Hovedveileder: professor Nils-Olav Skeie, USN

source: We do not give support for EndNote Online.
nb: Vi gir ikke support på nettversjonen, EndNote Online.

source: Windea La Cour is a ship from Ulstein that transports service technicians out to offshore windfarms.
nb: Windea La Cour er et skip fra Ulstein som skal frakte serviceteknikere ut til offshorevindmølleparker.

source: Developing further education program for reporting radiographers utdanning for beskrivende radiografer, USN
nb: Utvikle utdanning for beskrivende radiografer, HiOA, HBV og HiG

source: when justified suspicions exist about security breaches or the illegal use of e-mails or personal storage
nb: ved begrunnet mistanke om sikkerhetsbrudd eller ulovlig bruk av e-post eller personlig lagring

source: As part of its 2030 Agenda for Global Development, the UN has formulated 17 principal Sustainable Development Goals and 169 specific sustainability targets.
nb: Som en del av 2030-agendaen for global utvikling, har FN vedtatt 17 hovedmål for bærekraftig utvikling, som er videre konkretisert i 169 detaljerte delmål.

source: We are at the start of something exciting.
nb: - Dette er flott, og det faktisk vårt første prosjekt utenfor USA.

source: otherwise imposed by section 35 of the Public Administration Act.
nb: omgjøring er ikke undergitt de begrensningene som ellers følger av forvaltningsloven § 35.

source: Emma Ormset Husby is studying at a campus with a great variety in the areas of study, which you will soon notice when you arrive as a new student to Notodden.
nb: Emma Ormset Husby studerer på en campus der det også er stor variasjon i studieretningene, noe du fort kommer til å merke når du ankommer som ny student på Notodden.

source: These include participative as well as non-participative observation, production and analysis of video and sound recordings, use of mobile methods such as shadowing, and action research.
nb: Dette omfatter blant annet observasjon, innhenting og analyse av video- og lyddata, bruk av mobile metoder som skygging og mobile verktøy som GPS og action camera, og aksjonsforsking.

source: Mac: OS X 10.10 or later
nb: OS X 10.10 eller nyere.

source: “It was a highly rewarding experience teaching Systems Engineering for Ulstein Group.
nb: – Det var en høyst givende opplevelse å undervise i Systems Engineering for Ulstein Group.

source: Trial lecture «DC Transmission Systems for Coupling Asynchronously Operateed Power Grids».
nb: Prøveforelesning med tema «DC Transmission Systems for Coupling Asynchronously Operateed Power Grids».

source: Employee exchange with foreign institutions during autumn 2021 is not recommended.
nb: • Det anbefales ikke å planlegge med ansattutveksling med utenlandske institusjoner høsten 2021.

source: Life management and empowerment
nb: Livsmestring og empowerment

source: Automatic retinal image analyses for early detection of eye diseases.
nb: Automatiske analyser av netthinnebilder for tidlig oppdagelse av øyesykdommer.

source: The topics at the meeting included so-called ‘accommodation vergence conflict’.
nb: Blant temaene på møtet var såkalt «accommodation vergence conflict».

source: In spring 2018, this group went to Brussels, where they visited the offices of the European Commission.
nb: Våren 2018 dro denne gjengen til Brussel, der de blant annet besøkte kontorene til Europakommisjonen.

source: Login required outside campus.
nb: Krever pålogging utenfor campus.

source: USN invited to coordinate it’s first Horizon 2020 project
nb: USN invitert til å koordinere Horisont 2020-prosjekt for EU

source: I am Associate Professor in Architectural Lighting Design at USN.
nb: Jeg er Førsteamanuensis i Arkitektonisk Lysdesign ved USN.

source: Technological framework: Sakai, Hibernate, Spring, J2ME, SWIFT, Angular, NodeJS,
nb: Sakai, Hibernate, Spring, J2ME, SWIFT, Angular, NodeJS,Utviklings- og forskningsverktøy:

source: “This thesis emphasizes the importance of accelerometers and GPS systems to map the beaver at night, evaluates labeling method and provide us with detailed insight into the beaver movement patterns and diving performance”, said Professor Rosell.
nb: - Denne avhandlingen understreker viktigheten av akselerometre og GPS-systemer for å kartlegge beveren om natten, evaluerer merkingsmetoden og skaffe oss detaljert innsikt i beverbevegelsesmønstre og dykkeytelse, sier professor Rosell.

source: Nature presents various biological molecules that are able to build structures and perform work (proteins and enzymes), or store and transfer great amounts for data (DNA and RNA), amongst others.
nb: I naturen finnes det en rekke biologiske molekyler som blant annet kan bygge opp strukturer og utføre arbeid (proteiner og enzymer), eller lagre og overføre store mengder data (DNA og RNA).

source: However, none of them have any previous experience in organizing such an event. "We are 15 first year students all together.
nb: - Samtlige 15 studenter på kullet bidrar, og det er viktig at de gjør for det er mye jobb, sier Gunleiksrud.

source: ’ and was presented at a press conference on 10 February.
nb: , som ble presentert på en pressekonferanse onsdag 10.

source: Standard learning activities are carried out as part of a game-oriented approach, commonly termed ‘gamification’.
nb: Vanlige læringsaktiviteter er rammet inn i en spillorientert tilnærming (for eksempel gjennom begrepet gamification / spillifisering)

source: These ICT regulations apply to all students, employees and other users who are granted access to USN’s ICT resources.
nb: IKT-reglementet gjelder for alle studenter, ansatte og andre brukere som gis tilgang til USNs IKT-ressurser.

source: Then you need to work with different cultures and after 10 years we are now a “hot potato”.
nb: Da må man jobbe med ulike kulturer, og etter 10 år er vi nå en «Hot Potato».

source: Databases and e-resources (administrator) - team e-mail:
nb: Databaser og e-ressurser (administrator) - team e-post:

source: a presentation given at the 2020 Computer Games Conference.
nb: en presentasjon fra Dataspillkonferansen 2020

source: Open Access articles are electronic, and are consequently published faster than other articles.
nb: Open Access-artikler er elektroniske, og derfor ofte publisert raskere enn andre artikler.

source: How do I get it published?
nb: Hvordan publiserer du det?

source: External expert for the development of a new learning center for high school students at the Norwegian Parliament, to be operational 2020
nb: Ekstern ekspert for utvikling av et nytt læringssenter for videregående skole elever ved Stortinget, operativt i 2020

source: The Centre for Women’s, Family and Child Health was formally established at Vestfold University College in 2011, with Professor Elisabeth Severinsson as its enthusiastic leader until 2019.
nb: Senter for kvinne-, familie- og barns helse ble formelt etablert ved Høgskolen i Vestfold i 2011 med professor Elisabeth Severinsson som engasjert leder fram til 2019.

source: Do you have any trouble downloading or installing EndNote?
nb: Har du problemer med nedlasting eller installasjon av EndNote?

source: Per Kristian and Bikash doing do lab work under Professor Kirk Shung at the Resource Center for Medical Ultrasonic Transducer Technology.
nb: Per Kristian og Bikash gjør lab-delen av oppgavene sine hos professor Kirk Shung ved Resource Center for Medical Ultrasonic Transducer Technology.

source: I promise, you’re not going to regret it.”
nb: Jeg lover, du kommer ikke til å angre.

source: Salman Nazir came to USN in 2014 as a key person to lift our maritime education and research in the field.
nb: Salman Nazir kom til høgskolen i 2014 som en sentral person for å løfte våre maritime utdanninger og forskning innen fagfeltet.

source: USN-researchers get a 10% discount on APC.
nb: USN-forskere får 10% rabatt på APC.

source: Babbage Policy Forum profile the reasons behind the award as follows:
nb: Babbage Policy Forum skriver selv om bakgrunnen for prisen:

source: - Evaluation of Joint Venture and other forms of long-term cooperation.
nb: - Evaluering av Joint Venture og andre former for langsiktig samarbeid.

source: Amund Maarud, master class lecturer in the blues program.
nb: Amund Maarud, faglærer i mesterklasse på bluesstudiet.

source: The thesis explores students’ digital literacies both in and outside of the classroom.
nb: Her utforskes studentenes digitale ferdigheter og literacy både i og utenfor klasserommet.

source: Supervisor and internal sensor for Pre-project (7.5 credits) and Master's theses (30 credits) related to industrial management issues.
nb: Veileder og intern sensor for Forprosjekt (7,5 studiepoeng) og Masteroppgaver (30 studiepoeng) relatert til problemstillinger innen industriell økonomi.

source: – In Chile, I was invited home to a family at Christmas.
nb: – I Chile ble jeg invitert hjem til en familie i julen.

source: Teaching, supervision, evaluation and grading in literary subjects of the bachelor / year unit / lecturer program in Norwegian studies (NOR101 Literature before 1900, NOR103 Literature after 1900) and master's in Norwegian teacher training (MN-LIT4200 Fiction and teaching literature, MN-VFM4700 Theory of science and research method, Master's theses)
nb: Undervisning, veiledning, evaluering og sensur på litterære emner på bachelor, årsenhet og lektorprogrammet i norsk (NOR101 Litteratur før 1900, NOR103 Litteratur etter 1900), master i norskdidaktikk (MN-LIT4200 Litteraturdidaktikk, MN-VFM4700 Vitenskapsteori og forskningsmetode, Masteroppgaver) og GLU (master og overgangsmaster).

source: Eikholt Foundation, National Center for Deafblind,
nb: Eikholt, nasjonalt resusssenter for døvblinde

source: In addition, participants of the course made them better equipped to deal with a number of specific issues (like making CONOPS, formulating stakeholder and system requirements, perform functional analysis, conduct formal design reviews, conduct verification- and validation exercises, and more).
nb: I tillegg opplevde deltakerne at kurset gjorde dem bedre rustet til å håndtere en rekke konkrete saker (som å lage CONOPS, å formulere interessent- og systemkrav, utføre funksjonsanalyse, utføre formelle designgjennomganger, gjennomføre verifikasjon- og valideringsøvelser og så videre).

source: A year ago, around 60 percent of all contributions were accepted for publication.
nb: For et år siden ble rundt 60 prosent av alle bidrag godtatt for publisering.

source: - The publisher offers green open access.
nb: - Emerald er ikke en publiser og les-avtale, men tilbyr grønn open access.

source: Matilde, who is on the buddy committee in Porsgrunn, says that one should be prepared for a fun and eventful week.
nb: Matilde, som sitter i fadderstyret i Porsgrunn, sier det bare er å forberede seg på en morsom og innholdsrik uke.

source: Dr. Nazir quoted Marie Curie in his opening speech.
nb: Nazir siterte Marie Curie i åpningstalen.

source: The file is a 1 TB disk file (SparseImage file) which is encrypted and prepared so that it
nb: Diskfilen (SparseImage-fil) på 1 TB er kryptert og klargjort slik at den kan

source: This Christmas, Pia Bing-Jonsson, dean of the Faculty of Health and Social Sciences is opening her home to invite international student Mario Eskaroos from Egypt.
nb: Pia Bing-Jonsson, dekan på fakultet for helse- og sosialvitenskap, åpner hjemmet sitt for Mario Eskaroos fra Egypt denne julen.

source: On the Dashboard, you can set a star by any courses you wish to highlight.
nb: Du stjernemarkerer de emnene du ønsker å fremheve på Dashbord.

source: , ICT Norway's sustainability in higher education initiative.
nb: , IKT Norges nettverk for bærekraft i IT-utdanningene.

source: A data management plan shall be created for research projects at USN that generate or use research
nb: Forskningsprosjekter ved USN, som genererer eller bruker data, skal utstyres med en egen

source: Did you know?: In recent years, extensive construction has been underway at Campus Ringerike.
nb: De siste årene har det pågått omfattende byggevirksomhet på campus Ringerike.

source: gives guidelines on the use of logos, colors, typography, print and use of photos.
nb: gir føringer for bruk av logo, farger, typografi, trykk og bildebruk.

source: is a PhD fellow who researches religion in kindergarten.
nb: er stipendiat og forsker på religion i barnehagen.

source: Corporation with the fertilizer producer YARA.
nb: Samarbeid med gjødselprodusenten YARA.

source: 2001-2004 Sandefjord videregående skole, Economic administrative line
nb: 2001-2004 Sandefjord videregående skole, Økonomisk administrativ linje

source: One year program in Creative Machine Knitting I and II, Telemark University College
nb: Årsenhet i Kreativ Maskintrikking I og II, Høgskolen i Telemark

source: Viken County Council (Previously Buskerud County Council) is dedicated in its work towards innovation and entrepreneurship within a «Regional plan for value creation and business development».
nb: Viken fylkeskommune (tidligere Buskerud fylkeskommune) arbeider dedikert med innovasjon og entreprenørskap innenfor en egen «Regional plan for verdiskaping og næringsutvikling».

source: PGS sends key personnel from offshore vessels on full-scale simulator training at the college campus at Bakkenteigen in Vestfold.
nb: Det børsnoterte selskapet sender nøkkelmannskap fra offshoreskip på fullskala simulatortrening ved høgskolens campus på Bakkenteigen i Vestfold.

source: First opponent: Associate professor Dingena Schott, TU Delft.
nb: Førsteopponent: Førsteamanuensis Dingena Schott, TU Delft.

source: Any errors or suspected breaches, viruses/worms/Trojan horses or incidents that could have an impact on security, or any errors in the information system (both hardware and software) on USN’s equipment shall be reported to IT Support as soon as possible.
nb: Alle feil eller mistanker om sikkerhetsbrudd, virus/orm/trojaner eller hendelser som kan ha betydning for sikkerheten, eller feil i informasjonssystemet (både maskinvare og programvare) på USN-utstyr skal rapporteres til IT-support snarest mulig.

source: When you teach from a hybrid classroom, we recommend that you use the equipment that is already provided in the room.
nb: Når du underviser fra et nettklasserom anbefales det at du benytter det utstyret som er oppsatt i rommet.

source: In addition, it is not so far to the alpine centres in Kongsberg and Svarstad by car.
nb: I tillegg er det ikke så langt med bil til alpinsentrene i Kongsberg og Svarstad.

source: Social inequality in fetal growth.
nb: Forskningsledelse og utviklingsarbeid

source: Therefore, we have picked out the most important areas of knowledge and are focusing on these", says HR director Torild Bugge Ulstein Group.
nb: Derfor har vi plukket ut de kompetanseområdene som er viktigst for oss og satset på disse, forteller HR-direktør Torild Bugge i Ulstein Group.

source: Kim participated in the county championship back when he was a student.
nb: Kim deltok i fylkesmesterskapet da han var student.

source: Tips for access via Oria
nb: Tips om tilgang via Oria

source: The buddies of Campus Notodden always do their utmost to take care of new USN students.
nb: Fadderne på campus Notodden gjør alltid sitt ytterste for å ta vare på nye USN-studenter.
